Repository: MSPripotnev/NeuroVoting
Catalog: NeuroVoting/NeuroVoting/MainForm.*.resx
Languages: ru

# LanguageB.Text
source: EN
ru: RU

# LanguageB.ToolTip
source: Click here to change language
ru: Щёлкните здесь, чтобы сменить язык

# DescRTB.ToolTip
source: Enter description of selected object here
ru: Введите описание выбранного объекта здесь

# openTSMI.Text
source: Open
ru: Открыть

# createTSMI.Text
source: Create
ru: Создать

# DebateB.Text
source: Start Debate
ru: Начать обсуждение

# ScoreLabel.ToolTip
source: Click here to change presentation method
ru: Нажмите здесь, чтобы изменить способ представления пропорции голосов

# addNewArgumentToolStripMenuItem.Text
source: Add new argument
ru: Добавить аргумент

# deleteArgumentTSMI.Text
source: Delete argument
ru: Удалить аргумент

# PlacetCLB.ToolTip
source: Left click to select argument. Right click to add/delete selected argument.
ru: ЛКМ чтобы выбрать аргумент ПКМ чтобы добавить/удалить аргумент

# OppositeCLB.ToolTip
source: Left click to select argument. Right click to add/delete selected argument.
ru: ЛКМ чтобы выбрать аргумент ПКМ чтобы добавить/удалить аргумент

# MainInfoLabel.Text
source: Which decision will you discuss?
ru: Какое решение вы хотите обсудить?

# MainInfoLabel.ToolTip
source: Click here to select decision properties
ru: Щёлкните здесь, чтобы редактировать свойства решения

# DecisionOFD.Filter
source: Decision files|*.nvd
ru: Decision .xml files|*.xml

# DecisionOFD.Title
source: Which decision will you discuss?
ru: Какое решение вы хотите обсудить?

# DecisionSFD.Filter
source: Decision files|*.nvd
ru: Decision .xml files|*.xml

# DecisionSFD.Title
source: Where decision file will be placed and what name it should have?
ru: Где будет размещён файл решения и как он будет называться?

# PauseTSMI.Text
source: Pause
ru: Приостановить

# EndTSMI.Text
source: End
ru: Завершить
